

/*----------------------------------------------------------
    初期表示設定
----------------------------------------------------------*/
jQuery.event.add(window,"load",function() {


});


/*----------------------------------------------------------
    初期設定
----------------------------------------------------------*/
$(function() {

  /*----------------------------------------------------------
    画面サイズ設定
  ----------------------------------------------------------*/
  pageResize();
  $(window).bind('orientationchange scroll load resize',function(){
    pageResize();
  });


  /*----------------------------------------------------------
    NEWS設定
  ----------------------------------------------------------*/
  if($("#office").length){
    //プルダウン各項目
    $("#office .list .column a").hover(
       function () {
        $(this).addClass("active");
        $("#office .list .column a").not($(this)).addClass("non");
       },function () {
        $("#office .list .column a").removeClass("non");
        $("#office .list .column a").removeClass("active");

       }
    );
  }


});

/*----------------------------------------------------------
    画面サイズ設定
----------------------------------------------------------*/
function pageResize(){
}

